export const notiData = [
	{
		id: 5,
		title: '개인회원 개인정보처리방침 변경에 관한 내용 입니다.',
		content: '개인회원 용 개인정보처리방침과 이용약관이 수정됐습니다. 아래의 내용을 확인하시어 사이트 이용에...',
		fixed: true,
		files: true,
		registerDate: '2023-06-24'
	},
	{
		id: 4,
		title: '이용약관 변경 안내입니다.',
		content: '개인회원 용 개인정보처리방침과 이용약관이 수정됐습니다. 아래의 내용을 확인하시어 사이트 이용에...',
		fixed: false,
		files: true,
		registerDate: '2023-06-01'
	},
	{
		id: 3,
		title: 'AgainJob 오픈 이벤트 안내',
		content: '모든 회원께 공짜 쿠폰을 드려요~',
		fixed: false,
		files: false,
		registerDate: '2023-05-01'
	}
]


export const faqData = [
	{
		id: 5,
		title: '기업회원으로 가입하고 싶은데요. 휴대폰 번호로 할 수 없나요?',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.',
		files: true
	},
	{
		id: 4,
		title: '기업회원으로 가입하고 싶은데요. 휴대폰 번호로 할 수 없나요?',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. 감사합니다.',
		files: true
	},
	{
		id: 3,
		title: '기업회원으로 가입하고 싶은데요. 휴대폰 번호로 할 수 없나요?',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.',
		files: true
	},
]


export const qnaData = [
	{
		id: 10,
		title: '기업회원으로 가입하고 싶은데요. 휴대폰 번호로 할 수 없나요?',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.',
		files: false,
		answer: false
	},
	{
		id: 9,
		title: '회원탈퇴 없이 개인정보 삭제가 가능한가요?',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. 감사합니다.',
		files: false,
		answer: false
	},
	{
		id: 8,
		title: '기업회원과 개인회원 동시에 사용할 수 있나요?',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.',
		files: false,
		answer: false
	},
	{
		id: 7,
		title: '기업회원 아이디를 잊어버렸습니다',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.',
		files: true,
		answer: true
	},
	{
		id: 6,
		title: '신입은 지원하거나 이력서를 등록할 수 없는건가요?',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.',
		files: false,
		answer: true
	},
	{
		id: 5,
		title: '회원 아이디를 바꾸고 싶습니다.',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.',
		files: true,
		answer: true
	},
	{
		id: 4,
		title: '학력을 꼭 입력해야 하나요?',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.',
		files: false,
		answer: true
	},
	{
		id: 3,
		title: '왜 사용할 수 없는건가요?',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.',
		files: false,
		answer: true
	},
	{
		id: 2,
		title: '결제를 분명히 했는데 안했다네요.',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.',
		files: true,
		answer: true
	},
	{
		id: 1,
		title: '궁금한 것이 너무너무 많습니다.',
		content: '휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.휴대폰 번호 가입은 개인회원 전용입니다. 올해 상반기 중 기업회원도 휴대폰 번호로의 가입을 위해 서비스 업데이트가 예정되어 있습니다. \n 다만 일정이 정확히 정해진 것은 아니며, 일정이 정해지는데로 홈페이지 > 공시항을 통해 공지할 수 있도록 하겠습니다. \n AgainJob에 관심을 가져주셔서 대단히 감사합니다.',
		files: true,
		answer: true
	},
]